content/pages/home-network.md
+++
title = "Home Network"
author = ["Shane Sveller"]
lastmod = 2017-12-17T09:01:00-06:00
categories = ["networking"]
draft = true
noauthor = true
nocomment = true
nodate = true
nopaging = true
noread = true
[menu.main]
  weight = 3001
  identifier = "home-network"
+++

My home network is largely made up of Ubiquiti Unifi equipment.


## Router {#router}

My router is a UBNT USG 3-port. I also own a 4-port USG Pro but cannot currently
tolerate the fan noise in an apartment, so that's still in the box.


## Switching {#switching}

I have a UBNT 24-port 250W POE switch for my main hub, as well as a UBNT 8-port
switch with POE passthrough for my TV stand so I can hard-wire my game consoles and
media devices.
